[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto2 MissionItemDefinition]
UseFailureCharacterMessage="you should do %s use for this project."
ItemName="Image content"
PickupMessage="By your side %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="In a brief overview"

[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A picture is worth a thousand things.."
NoConstraintText=""
Suffix=""
Prefix=""

[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto3 MissionItemDefinition]
UseFailureCharacterMessage="If this is for you %s Take advantage of this opportunity.."
ItemName="The pictures speak"
PickupMessage="they understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You may not use this product."
NoManufacturerName="common"

[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A beautiful picture is worth a thousand words."
NoConstraintText=""
Suffix=""
Prefix=""

[InteractiveObjects.IO_SafeSound_SpawnStyleBlue InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_SafeSound_Vault InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.IO_SafeAndSound_DeadBlue InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_SafeSound_MoxxiePhoto MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s use it."
ItemName="Reference pictures"
PickupMessage="You know %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Usually"

[ItemDefs.ID_MO_SafeSound_MoxxiePhoto:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A picture is worth a thousand bad words."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_SafeSound_BankVault InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=(DisplayName="It means health"))

